{
  "дорогу осилит идущий": "а математику мыслящий",
  "мэнсон": "Зачем мне изучать эту грёбаную математику, если у меня достаточно денег, чтобы купить себе долбаный калькулятор",
  "ммм": "Когда я был молодым и глупым и фанател от всяких там физик-математик, я очень хотел поступить в Физтех. Мечтал прямо! Я был победителем всех на свете олимпиад, и должно было произойти чудо, чтобы я туда не поступил. И это чудо − произошло! Не поступил. Совершенно волшебным и невероятным образом. (Ну, судьба вмешалась. Видит же, что идиот.) Хорошо. Прошло много лет, много чего случилось за это время: я создал ***, попал в тюрьму, вышел из неё, ну, и т. д. И стал депутатом Госдумы. Причём, по Мытищинскому округу. Именно по тому самому, где и находится Физтех! И вот в один прекрасный день является ко мне помощник и говорит: «(Имя Отчество) ! На меня тут руководство Физтеха вышло, не хотите ли Вы стать доктором физ.-мат. наук от них? Делать ничего не надо, они сами всё напишут. Нужно только Ваше согласие",
  "тони": "Я не занимался математикой какое-то время. Всё стало ещё запутаннее, когда в примерах появились буквы.“ —  Роберт Дауни (младший) 1965",
  "математика": "Математика — это язык, с помощью которого Бог описал Вселенную. — Галилео Галилей",
  "число": "Числа — это универсальный язык. — Лев Ландау",
  "геометрия": "Геометрия — это искусство правильного мышления. — Иоганн Кеплер",
  "алгебра": "Алгебра — это не просто наука, это способ мышления. — Джон Нэш",
  "бесконечность": "Бесконечность — это не просто концепция, это состояние ума. — Джордж Кантор",
  "логика": "Логика — это искусство правильного мышления. — Аристотель",
  "доказательство": "Доказательство — это сердце математики. — Эмми Нётер",
  "искусство": "Математика — это искусство, которое требует воображения. — Платон",
  "природа": "Математика — это наука, которая объясняет природу. — Исаак Ньютон",
  "жизнь": "Математика — это не просто наука, это способ жизни. — Ричард Фейнман",
  "философия": "Математика — это философия, выраженная в символах. — Иоганн Вольфганг Гёте",
  "музыка": "Математика — это музыка разума. — Джеймс Джойс",
  "истина": "Математика — это поиск истины. — Лейбниц",
  "красота": "Математика — это красота, заключенная в числах. — Пифагор",
  "открытие": "Математика — это открытие, которое ведет к новым знаниям. — Нильс Бор",
  "наука": "Математика — это основа всех наук. — Галилео Галилей",
  "интуиция": "Математика — это интуиция, выраженная в символах. — Джон фон Нейман",
  "творчество": "Математика — это творчество, которое требует дисциплины. — Эмми Нётер",
  "исследование": "Математика — это исследование, которое открывает новые горизонты. — Дэвид Гильберт",
  "решение": "Математика — это искусство решения проблем. — Джордж Полия",
  "понимание": "Математика — это способ понимания мира. — Рене Декарт",
  "абстракция": "Математика — это абстракция, которая помогает нам понять реальность. — Эдвард Нортон Лоренц",
  "структура": "Математика — это структура, которая связывает все науки. — Норберт Винер",
  "эксперимент": "Математика — это эксперимент, который ведет к открытиям. — Блез Паскаль",
  "прогресс": "Математика — это прогресс, который движет человечество вперед. — Альберт Эйнштейн",
  "гармония": "Математика — это гармония, заключенная в числах. — Пифагор",
  "сложно": "Бы если все задачи давались бы легко, то макаки бы захватили мир"
}
